Repository: jareee/issuem-et
Catalog: issuem-*.po
Languages: et

source: Article Categories
et: Rubriigid

source: Article Category
et: Rubriik

source: Search Article Categories
et: Otsi rubriike

source: All Article Categories
et: Kõik rubriigid

source: Parent Article Category
et: Pearubriigid

source: Parent Article Category:
et: Pearubriik:

source: Edit Article Category
et: Toimeta rubriiki

source: Update Article Category
et: Uuenda rubriiki

source: Add New Article Category
et: Lisa uus rubriik

source: New Article Category
et: Uus rubriik

source: Category Order
et: Rubriikide järjekord

source: IssueM Settings
et: IssueM seaded

source: Add-Ons
et: IssueM lisad

source: Download PDF
et: Lae alla PDF

source: PDF Only
et: Ainult PDF

source: Settings updated.
et: Seaded on uuendatud.

source: General
et: Üldine

source: Admin Options
et: Administreerimise seaded

source: Page for Articles
et: Artiklite lehekülg

source: Page for Issue Archives
et: Väljaannete lehekülg

source: CSS Style
et: CSS stiil

source: PDF Download Link Title
et: PDF allalaadimise lingi pealkiri

source: PDF Only Title
et: Ainult PDF pealkiri

source: PDF Link Target
et: PDF link

source: Open in New Window/Tab
et: Ava uues ankas/kaardil

source: Open in Same Window/Tab
et: Ava samas aknas/kaardil

source: Cover Image Size
et: Kaane pildi suurus

source: Width
et: Laius

source: Height
et: Kõrgus

source: Featured Rotator Image Size
et: Esiletõestetud vahelduva pildi suurus

source: Featured Thumbnail Image Size
et: Esilõstetud pisipildi suurus

source: Default Issue Image
et: Vaikimisi väljaande pilt

source: Remove Custom Default Issue Image
et: Kustuta lisatud vaikimisi väljaande pilt

source: Display Byline As
et: Autor eelliides ("Kirjutas..." vms)

source: Show Thumbnail Byline
et: Näita pisipildi teksti

source: Name
et: Nimi

source: Use IssueM Author Name instead of WordPress Author
et: Kasuta IssueM autorit WorldPress autori asemel

source: Categories and Tags
et: Rubriigid ja sildid

source: Use Default WordPress Category and Tag Taxonomies
et: Kasuta Wordpressi vaikimisi rubriikide ja siltide taksonoomiat

source: Links
et: Lingid

source: Use Taxonomical links instead of shortcode based links for Issues
et: Kasuta väljaannetes taksonoomia linke lühimärgistuse (shortcode) linkde asemel

source: IssueM Featured Rotator Options
et: IssueM esiletõstetud vahelduvate pildtide seaded

source: Pagination Navigation
et: Lehekülgede navigatsiooni märgistus

source: Direction Navigation
et: Suunatud navigatsiooni märgistus (direction navigation)

source: Animation Type
et: Animatsiooni tüüp

source: IssueM Article Shortcode Format
et: IssueM artiklite lühimärgistuse formaat

source: Save Settings
et: Salvesta seaded

source: Support
et: Tugi

source: Rate IssueM!
et: Hinda IssueM!

source: Zeen101 Blog
et: Zeem101 Blogi

source: Getting Started
et: Esimesed sammud

source: The following steps will demonstrate how to get started creating your online magazine.
et: Järgmised sammud näitavad kuidas alustada oma online ajakirja

source: IssueM Shortcodes
et: IssueM lühimärgistus

source: Issue Title:
et: IssueM pealkiri

source: This shortcode will display the current issue title.
et: See lühimärgistus näitab käesoleva väljaande ("issue" ingl k) pealkirja.

source: Article Loop:
et: Artiklite väljastus

source: This shortcode will display the list of articles in an issue.
et: See lühimärgistus näitab väljaand artiklite nimekirja

source: Examples:
et: Näited

source: Featured Article Rotator:
et: Esiletõstetud artiklite ringvahetaja

source: This shortcode will display a slideshow of articles that have been checked to display in the featured rotator.
et: See lühimärgistus näitab vahelduvalt artiklid, mis on märgistatud ringvahelduvasse vaatesse.

source: Featured Thumbnails:
et: Esiletõstetud pisipildid:

source: This shortcode will display the grid of featured article thumbnails in an issue
et: See lühimärgistus väljastab väljaande esiletõstetud artiklite pisipiltide tabeli

source: Archive Page:
et: Arhiivi leht:

source: Default Arguments:
et: Vaikimisi argumendi

source: Setting "PDF Title"
et: Seadista "PDF pealkiri"

source: Setting "Default Cover Image"
et: Seadista "Vaikimisi kaanepilt"

source: Accepted Arguments:
et: Lubatud Argumendid:

source: Any number 0 and greater
et: Iga number 0 või suurem

source: Text
et: Tekst

source: Image URL
et: Pildi URL

source: Download Now
et: Lae alla

source: IssueM Advanced Styles
et: IssueM täistatud stiilid

source: Advanced Style Options
et: Täistatud stiilide seaded

source: IssueM Add-Ons
et: IssueM lisad

source: The following are available add-ons to extend IssueM functionality.
et: Järgnevalt on olemasolevad lisad Issuem võimaluste laienadmiseks.

source: Default
et: Vaikimisi

source: None
et: Midagi

source: Dismiss
et: Loobu

source: Articles
et: Artiklid

source: Article
et: Artikkel

source: Add New Article
et: Lisa uus artikkel

source: Edit Article
et: Toiemta artiklit

source: New Article
et: Uus artikkel

source: View Article
et: Vaata artiklit

source: Search Articles
et: Otsi artikleid

source: No articles found
et: Ühtegi artiklit ei leitud

source: No articles found in trash
et: Ühtegi artiklit ei leitud prügikastist

source: IssueM Articles
et: IssueM artiklid

source: IssueM Article Options
et: IssueM artiklite seaded

source: Add article to Featured Rotator
et: Lisa artikkel ringvahetajasse

source: Add article to Featured Thumbnails
et: Lisa artikkel esiletõstetud pisipiltide hulka

source: Teaser Text
et: Kokkuvõttev tekst

source: IssueM Author Name
et: IssueM autori nimi

source: Issue Management by
et: IssueM toimetus

source: No articles Found
et: Artikleid pole

source: Previous Archives
et: Eelmised nimekirjad

source: Next Archives
et: Järgmised nimekirjad

source: Article Tags
et: Sildid

source: Article Tag
et: Silt

source: Search Article Tags
et: Otsi silte

source: All Article Tags
et: Kõik sildid

source: Parent Article Tag
et: Ülemsilt

source: Parent Article Tag:
et: Ülemsilt:

source: Edit Article Tag
et: Muuda silti

source: Update Article Tag
et: Uuenda silti

source: Add New Article Tag
et: Lisa silt

source: New Article Tag
et: Uus silt

source: Issues
et: Väljaanded (numbrid)

source: Search Issues
et: Otsi väljaandeid

source: All Issues
et: Kõik väljaanded

source: Parent Issues
et: Peaväljaanded

source: Parent Issues:
et: Peaväljaanded:

source: Edit Issues
et: Muuda väljaandeid

source: Update Issues
et: Uuenda väljaandeid

source: Add New Issues
et: Lisa uusi väljaandeid

source: New Issue
et: Uus väljaanne

source: Issue Order
et: Väjaande järjekord

source: Issue Status
et: Väljaande staatus

source: Draft
et: Mustand (draft)

source: Live
et: Avatud (live)

source: PDF Archive
et: PDF arhiiv

source: Remove Cover Image
et: Kustuta kaanepilt

source: Cover Image
et: Kaanepilt

source: View PDF Version
et: Ajakirja PDF versioon

source: Remove PDF Version
et: Kustuta PDF versioon

source: External Issue Link
et: Väline väljaande link

source: PDF Version
et: PDF versioon

source: Issue-to-PDF Generated PDF
et: Väljaande PDF failiks genereeritud versioon (Issue-to-PDF)

source: External PDF Link
et: Väline PDF link

source: Displays the active IssueM Issue details
et: Näitab aktiivse IssueM väljaande üksikasjad

source: IssueM Active Issue
et: IssueM aktiivne väljaanne

source: Title:
et: Paelkiri:

source: Display Issue Title?
et: Kas näidata väljaande peakirja?

source: Display Issue Cover Image?
et: Kas näidata väljaande kaanepilti?

source: Display Issue PDF Link?
et: Kas näidata väljaande PDF linki?

source: You have to create a issue before you can use this widget.
et: Sa pead looma esmalt väljaande, et seda moodulit kasutada.

source: Sidebar widget to display the current articles.
et: Külgpaani moodul, käesolevate artiklite näitamiseks

source: IssueM Article List
et: IssueM artiklite nimekiri

source: Number of Articles to Show:
et: Artiklite arv mida näidata:

source: Select Category to Display:
et: Vali rubriik:

source: All Categories
et: Kõik rubriigid

source: Article ID
et: Artikli ID

source: Article Author
et: Artikli autor

source: Article Title
et: Artikli pealkiri

source: Article Name
et: Artikli nimetus

source: Article Publish Date
et: Artikli avaldamise kuupäev

source: Article Modified Date
et: Artikli muutmise kuupäev

source: Article Order
et: Arikli järjekord

source: Random Order
et: Juhuslik järjekord

source: Comment Count
et: Kommentaaride arv

source: Select Sort Order:
et: Vali järjestamine

source: Descending
et: Langevas

source: Ascending
et: Tõusvas

source: Select Order Direction:
et: Järjestamise suund

source: Article Format:
et: Artiklite formaat:

source: See IssueM Help for details on article formatting
et: Vaata IssueM Help lehte (ingl. k) artiklite vormistamise kohta

source: A list or dropdown of Article categories
et: Artiklite rubriikide nimistu

source: Select Article Category
et: Vali rubriik

source: Display as dropdown
et: Näita rippmenüüna

source: Show product counts
et: Näita toodete arvu

source: Show hierarchy
et: Näita hierarhiat

source: A feature rich magazine and newspaper issue manager plugin for WordPress.
et: Rikkalik ajakirjade ja ajalehtede väljaannete haldamise WordPres plugin

source: zeen101 Development Team
et: zeen101 arendusmeeskond

source: Issue
et: Nr
